{
  "beliefs": [
    "The Sovereigns are with us at all times. Onatar stands at every forge and Dol Dorn is with you whenever blades are drawn.",
    "The Sovereigns shape the world. They offer us guidance and strength, but we must learn to listen",
    "The Sovereigns represent values tied to civilization: Law, community, trade, industry, agriculture, honor in war"
  ],
  "followers": "Any race",
  "hierarchy": [
    "Loosely aligned temples and churches",
    "Anyone can be a priest if they are believed to be close to a god"
  ],
  "deities": [
    {
      "name": "Arawai (NG)",
      "desc": "The Sovereign of Life and Love. She is the patron of fertility and of the benevolent aspects of nature, bringing good harvest and gentle rain."
    },
    {
      "name": "Aureon (LN)",
      "desc": "The Sovereign of Law and Lore. He is considered the first wizard, who shared the secrets of wizardry with the world."
    },
    {
      "name": "Balinor (N)",
      "desc": "The Sovereign of Horn and Hunt. He guides both the beast and the hunter, and he is the patron of those who walk on the edge of civilization and the natural world."
    },
    {
      "name": "Boldrei (LG)",
      "desc": "The Sovereign of Hall and Hearth. She guides and protects communities and families, inspiring people to work together for the common good."
    },
    {
      "name": "Dol Arrah (LG)",
      "desc": "The sun that drives away the darkness. She stands for wisdom in war and for those who fight with honor, pursue justice, and make sacrifices for the greater good."
    },
    {
      "name": "Dol Dorn (CG)",
      "desc": "The Sovereign of Strength and Steel. He is the patron of the common soldier, and he guides the hands of anyone who holds a weapon. He embodies courage, strength, and martial skill."
    },
    {
      "name": "Kol Korran (N)",
      "desc": "The Sovereign of World and Wealth. He guards travelers and guides traders. Although the Trickery domain is suggested for his clerics, Kol Korran guides fair negotiation; those driven solely by greed prefer the Keeper of the Dark Six."
    },
    {
      "name": "Olladra (NG)",
      "desc": "The Sovereign of Feast and Fortune. She is the giver of joy and the granter of luck, patron to entertainers, gamblers, and anyone who takes a chance."
    },
    {
      "name": "Onatar (NG)",
      "desc": "The Sovereign of Fire and Forge. He guides both mundane smiths and artificers, inspiring anyone who performs an act of creation."
    }
  ],
  "practices": [
    "Honor each Sovereign in its place and time. If you hear one voice clearly, embrace their path and embody their values."
  ],
  "influence": "Across Khorvaire"
}
